{
  "disclosure": "As an Amazon Associate, we earn from qualifying purchases.",
  "cards": [
    {
      "title": "Cuccio Milk & Honey Revitalizing Cuticle Oil, 2.5 oz",
      "img": "cuticle-oil.webp",
      "alt": "Cuccio Milk & Honey cuticle oil treatment bottle",
      "desc": "Deeply hydrating cuticle oil blends safflower, sunflower and vitamin E to moisturize, repair cracked cuticles, and strengthen thin nails.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "C CARE Sweet Almond Cuticle Oil for Nails, 2.5 oz",
      "img": "cuticle-oil1.webp",
      "alt": "C CARE sweet almond cuticle oil treatment bottle",
      "desc": "Nourishing sweet almond oil moisturizes and softens dry cuticles, absorbs without greasy residue, and supports stronger, smoother, naturally glossy nails.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Sally Hansen Vitamin E Cuticle & Nail Oil",
      "img": "cuticle-oil2.webp",
      "alt": "Sally Hansen vitamin E cuticle and nail oil bottle",
      "desc": "Vitamin E enriched formula conditions dry, brittle nails and softens rough cuticles; natural oil complex absorbs quickly to restore flexibility and shine.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "CND SolarOil Cuticle Oil with Jojoba & Vit E",
      "img": "cuticle-oil3.webp",
      "alt": "CND SolarOil jojoba and vitamin E cuticle oil",
      "desc": "Lightweight blend of jojoba, sweet almond and vitamin E penetrates deeply to condition skin and nails, reducing brittleness and promoting healthy growth.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Blossom Cuticle Oil with Real Flowers — Rose, 0.5 oz",
      "img": "cuticle-oil4.webp",
      "alt": "Blossom cuticle oil with real flowers, rose bottle",
      "desc": "Hydrating cuticle oil infused with real flowers and essential oils; softens dry skin, conditions nails, and leaves a light rose scent.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Nail-Aid Biotin Ultimate Strength Treatment, 0.55 oz",
      "img": "cuticle-oil5.webp",
      "alt": "Nail-Aid biotin nail strengthener treatment bottle",
      "desc": "Concentrated biotin treatment fortifies weak, peeling nails, dries quickly to a durable clear finish, and builds smoother, harder, longer nails.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "OPI ProSpa Nail & Cuticle Oil for Dry Hands",
      "img": "cuticle-oil6.webp",
      "alt": "OPI ProSpa nail and cuticle oil treatment bottle",
      "desc": "Salon-grade oil nourishes dry hands and cuticles, strengthening the nail area for healthy growth; bottle application leaves a moisturized, conditioned finish.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Meschett Cuticle Oil Pens, 2-Pack (Peach & Strawberry)",
      "img": "cuticle-oil7.webp",
      "alt": "Meschett cuticle oil brush pens, 2 pack set",
      "desc": "Portable brush pens make precise application simple; plant-derived oil hydrates cuticles, reduces hangnails, and adds healthy shine in peach and strawberry.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "L’Occitane Shea Nail & Cuticle Oil, 0.25 oz",
      "img": "cuticle-oil8.webp",
      "alt": "L’Occitane shea nail and cuticle oil applicator",
      "desc": "Rich shea oil (30%) softens cuticles and conditions nails; targeted applicator delivers quick moisture for healthier-looking hands and stronger nails.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Cuticle Oil Pen with Vitamin E — Manicure Helper",
      "img": "cuticle-oil9.webp",
      "alt": "Vitamin E cuticle oil pen for manicure care",
      "desc": "Convenient brush pen delivers vitamin E enriched oil to moisturize, protect, and strengthen nails and cuticles, extending manicure life with mess-free use.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Nail Dehydrator & Primer Kit with Cuticle Oil",
      "img": "cuticle-oil10.webp",
      "alt": "Nail dehydrator, primer and cuticle oil kit",
      "desc": "Air-dry dehydrator and acid-free primer prep nails for acrylics or gels, while natural cuticle oil moisturizes the nail area to reduce lifting and improve wear.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "6-Piece Cuticle Oil Pens — Assorted Scents",
      "img": "cuticle-oil11.webp",
      "alt": "Six cuticle oil pens in assorted floral scents",
      "desc": "Set of six cuticle oil pens in natural scents hydrates skin around nails, softens rough cuticles, and adds healthy shine; compact design for easy daily use.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Organic Nail & Cuticle Oil with Jojoba & Vit E",
      "img": "cuticle-oil12.webp",
      "alt": "Organic nail and cuticle oil with jojoba and vitamin E",
      "desc": "Organic cuticle oil nourishes, hydrates, and softens dry cuticles while supporting nail growth and strength; deep-conditioning formula helps repair damaged, brittle nails.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "GAOY Cuticle Care Kit — Oil & Remover, 20 ml",
      "img": "cuticle-oil13.webp",
      "alt": "GAOY cuticle oil and remover 20 ml set",
      "desc": "Two-piece kit includes cuticle remover gel and nourishing oil to soften, condition, and repair; ideal for thin nails and salon-quality results at home with a mild formula.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Bliss Kiss Refillable Cuticle Oil Pen, 8 ml",
      "img": "cuticle-oil14.webp",
      "alt": "Bliss Kiss refillable squeeze cuticle oil pen",
      "desc": "Reusable squeeze pen prevents leaks and waste while delivering precise, mess-free hydration to cuticles; portable design keeps nails conditioned and manicures fresher longer.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "CND SolarOil & RescueRXx Cuticle Oil Pen",
      "img": "cuticle-oil15.webp",
      "alt": "CND SolarOil and RescueRXx cuticle oil pen",
      "desc": "On-the-go pen blends conditioning oils and keratin treatment to moisturize cuticles and support stronger nails; a travel-friendly duo for quick daily nail care.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Bliss Kiss Fragrance-Free Cuticle Pens, 4-Pack",
      "img": "cuticle-oil16.webp",
      "alt": "Bliss Kiss fragrance free cuticle oil pens 4 pack",
      "desc": "Jojoba-rich, fragrance-free pens condition nails and cuticles to reduce brittleness; portable, mess-free applicators support healthy-looking growth and flexible strength.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Sally Hansen Cuticle Rehab Oil Balm",
      "img": "cuticle-oil17.webp",
      "alt": "Sally Hansen cuticle rehab oil balm tube",
      "desc": "Vitamin E, aloe, and safflower oil nourish dry nails and soften rough cuticles; easy on-the-go balm conditions and helps restore hydration for healthier-looking hands.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Bliss Kiss Lavender Vanilla Cuticle Oil Pen",
      "img": "cuticle-oil18.webp",
      "alt": "Bliss Kiss lavender vanilla cuticle oil pen",
      "desc": "Jojoba-enriched oil pen delivers precise, mess-free hydration to cuticles; softens skin, supports stronger nails, and leaves a light lavender vanilla scent on the go.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "JIASHENG Cuticle Oil with Real Flowers, Rose",
      "img": "cuticle-oil19.webp",
      "alt": "JIASHENG rose cuticle oil infused with flowers",
      "desc": "Flower-infused cuticle oil blends sunflower and sweet almond oils for quick-absorbing hydration that softens cracked cuticles and conditions nails with a soothing rose scent.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Maccibelle Milk & Honey Cuticle Oil, 0.5 oz",
      "img": "cuticle-oil20.webp",
      "alt": "Maccibelle milk and honey cuticle oil dropper",
      "desc": "Light, fast-absorbing oil with honey aroma and vitamin E softens dry cuticles and strengthens nails; sanitary glass dropper helps avoid contamination during application.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Maccibelle Cuticle Oil Refill, 4 oz — Pineapple",
      "img": "cuticle-oil21.webp",
      "alt": "Maccibelle 4 ounce pineapple cuticle oil refill",
      "desc": "Large refill size cuticle oil delivers moisturizing care to soften and condition dry cuticles; ideal for frequent users seeking long-lasting nail hydration and maintenance.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Purely Northwest Toenail Fungus Solution, 1 oz",
      "img": "cuticle-oil22.webp",
      "alt": "Purely Northwest toenail fungus solution bottle",
      "desc": "Extra-strength natural formula with tea tree and oregano oils helps improve thick, discolored nails; brush applicator enables targeted, mess-free use on toes and fingers.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Ellie Chase Vanilla Cuticle & Nail Oil, 2.3 oz",
      "img": "cuticle-oil23.webp",
      "alt": "Ellie Chase vanilla nail and cuticle oil bottle",
      "desc": "Blend of jojoba, aloe, and vitamin E penetrates to hydrate, repair, and strengthen dry cuticles and brittle nails; made in the USA, cruelty-free, and non-toxic.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Bee Naturals Nail & Cuticle Oil, 0.5 oz",
      "img": "cuticle-oil24.webp",
      "alt": "Bee Naturals nail and cuticle oil 0.5 ounce",
      "desc": "Rich avocado and castor oils moisturize and protect nails and cuticles; travel-size bottle offers a light, refreshing scent and concentrated formula that goes a long way.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Glamnetic 2-in-1 Cuticle Oil & Pusher Tool",
      "img": "cuticle-oil25.webp",
      "alt": "Glamnetic 2 in 1 cuticle oil with pusher tool",
      "desc": "Dual-action design pairs nourishing oil with an integrated cuticle pusher; hyaluronic acid and botanical oils condition overnight for refreshed cuticles and healthy nails.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Onsen Tsubaki Cuticle Repair Oil, 10 ml",
      "img": "cuticle-oil26.webp",
      "alt": "Onsen Secret cuticle repair oil with tsubaki",
      "desc": "Dry oil formula features Tsubaki, tea tree, jojoba, and castor oils to strengthen nails and hydrate cuticles; quick-absorbing blend leaves a soft, non-greasy finish.",
      "link": "https://amzn.to/48uK5DQ"
    },
    {
      "title": "Cuccio Milk & Honey Cuticle Oil, 8 oz",
      "img": "cuticle-oil27.webp",
      "alt": "Cuccio milk and honey cuticle oil large bottle",
      "desc": "Grease-free, spa-ready oil penetrates to hydrate and repair dry cuticles and hands; paraben-free, cruelty-free formula promotes stronger, shinier nails with overnight care.",
      "link": "https://amzn.to/48uK5DQ"
    }
  ]
}
